[
    {
        "ground": "Brabourne Stadium",
        "city": "Mumbai",
        "country": "India",
        "timezone": "+05:30",
        "established": 1937,
        "capacity": "20,000",
        "ends": "Pavilion End, Church Gate End",
        "homeTeam": "Mumbai",
        "floodlights": true,
        "profile": "<b>Venue Description</b>:\n\nOwned by the Cricket Club of India (CCI), Brabourne Stadium is India's first permanent sporting venue. Established in 1937, the stadium was built on reclaimed land along the Marine Drive in South Mumbai. It is named after Lord Brabourne, then the Governor of Bombay. The story goes that the land was presented to the CCI after Lord Brabourne was wooed by an offer of immortality for this piece of land. On May 22, 1936, the foundation stone was laid by Lord Brabourne. On December 7 next year, the CCI XI played the visiting Lord Tennyson's XI to officially inaugurate the ground.\n\nDue to constant ticketing disputes with the CCI, the Bombay Cricket Association (BCA) built the famous Wankhede Stadium around 700 metres away from Brabourne stadium. After that, the stadium was only used for first-class matches and Test matches were played at the Wankhede. However, in recent years, international cricket has made a way back to the stadium. The ground played host to 5 Champions Trophy games in 2006, including the final. The first T20 International in India, between India and Australia, was also played here. In 2009, the stadium hosted its first Test match in 36 years, when India locked horns with Sri Lanka, a game that the hosts won by an innings and 24 runs. Many of the ICC Women's World Cup 2013 matches also took place here.\n\nThe Brabourne stadium was the home venue of Mumbai Indians in 2010. The ground was used for all the seven home games in IPL-3, since Wankhede Stadium was unavailable as it was being refurbished for the 2011 World Cup. In 2014, IPL returned to the ground after a gap of 3 years, when the eliminator match between Mumbai Indians and Chennai Super Kings was played at this venue. Apart from cricket, the ground has been used for several other events that include tennis and football matches, political events, and music concerts among others.\n\n<b>How does the pitch play</b>?\n\nThe pitch usually plays well throughout and is considered good for batting. From time to time, the pitch offers some slow turn as well. In 2010, Mumbai Indians turned the Brabourne Stadium into a fortress of sorts, winning 6 of their 7 home games here. In the 2014 eliminator, Mumbai Indians made 173 in their innings and Chennai Super Kings chased it down easily in the 19th over, with 7 wickets in hand.\n\n<b>Interesting facts related to the Brabourne Stadium</b>:\n\nIn 1997-98, in a tour game between Mumbai and Australia, Sachin Tendulkar scored his first double hundred in first-class cricket, helping Mumbai beat the fancied Australians.\n\nThe headquarters of the Board of Control for Cricket in India (BCCI) was located at the Brabourne Stadium till 2006. In fact, the 1983 World Cup trophy was also kept here. However, the headquarters as well as the trophy were moved to the Wankhede Stadium after 2006.\n\nby <b>Sidhant Maheshwari</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/10.jpg",
        "imageId": "189174"
    },
    {
        "ground": "MA Chidambaram Stadium",
        "city": "Chennai",
        "country": "India",
        "timezone": "+05:30",
        "capacity": "50000",
        "knownAs": "Chepauk; Madras Cricket Club Ground",
        "ends": "Anna Pavilion End, V Pattabhiraman Gate End",
        "homeTeam": "Tamil Nadu, Chennai Super Kings",
        "floodlights": true,
        "profile": "<b>Venue Description</b>: \n\nThe stadium is named after the former President of BCCI and Tamil Nadu Cricket Association, MA Chidambaram. It was formerly known as Madras Cricket Club Ground. The ground was established in 1916, making it the oldest venue in India which is in continuous use. The stadium is more commonly known as Chepauk - the locality in which it is situated.\n\nSince 2008, the venue is home to Chennai Super Kings in the Indian Premier League. It hosted its first ever international game in 1934, a Test match between India and England, which the visitors won by 202 runs. The stadium has gone through several changes since then. The most notable ones being, the addition of floodlights in 1996 and the reconstruction in 2009 to accommodate more people and give state-of-art facility.\n\nThe most fascinating thing about the ground is the crowd support. It is common knowledge that the Chepauk crowd is the most unbiased and the most knowledgeable crowd in the country. Saeed Anwar got a standing ovation when he made a record-breaking 194. When Pakistan won the 1999 Test, the team received good appreciation from the crowd. As mark of respect, the Pakistani team also took a lap of honour around the ground.\n\n<b>How does the pitch play</b>? \n\nWhen the pitches were uncovered and unattended to, it used to help the fast bowlers. However, since India started playing the spin quartet of Bishan Singh Bedi, BS Chandrasekar, S Venkatraghavan and EAS Prasanna, the wickets were made spin-friendly. Taking a look at the stats gives you a clear indication as to what type of bowlers hold the aces on the Chepauk wicket. \n\nAmong the top 10 wicket-takers at the ground, nine of them are spinners and the only fast bowler on the list is Kapil Dev. Anil Kumble sits on top of the list with 48 wickets, followed closely by Harbhajan Singh - 42 wickets.\n\n<b>Interesting facts about Chepauk</b>:\n\nThe first ever Ranji Trophy game was played at this venue. Madras' AG Ram Singh ran through Mysore with a 11-wicket haul in the match.\n\nFor a long time, Chepauk hosted the famous Pongal (Harvest) Test. It used to be played in the month of January.  \n\nIndia registered their first ever Test win at this stadium, when they beat England by an innings and 8 runs.\n\nThe second tied Test in the history of cricket was played here, between India and Australia in 1986.\n\nSaeed Anwar recorded the highest individual score in ODIs - 194 - at this ground. The milestone remained for more than a decade, before Sachin Tendulkar scored 200 against South Africa.\n\nSunil Gavaskar went past Don Bradman's 29 Test hundreds at this very venue. \n\nThis ground was also witness to one of Sachin Tendulkar's greatest Test innings. The Indian maestro battled back spasms and almost took his side home against Pakistan in 1999. But his 136 went in vain as the arch-rivals sealed a 12-run victory.",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/11.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Kennington Oval",
        "city": "London",
        "country": "England",
        "timezone": "+01:00",
        "established": 1845,
        "capacity": "23500",
        "knownAs": "The Oval; The AMP Oval; The Foster's Oval; The Brit Oval",
        "ends": "Pavilion End, Vauxhall End",
        "homeTeam": "England, Surrey",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/12.jpg",
        "imageId": "717717"
    },
    {
        "ground": "Rangiri Dambulla International Stadium",
        "city": "Dambulla",
        "country": "Sri Lanka",
        "timezone": "+05:30",
        "established": 2000,
        "capacity": "16800 (approx)",
        "ends": "Press Box End, Scoreboard End",
        "homeTeam": "Sri Lanka",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/13.jpg",
        "imageId": "717749"
    },
    {
        "ground": "Sinhalese Sports Club",
        "city": "Colombo",
        "country": "Sri Lanka",
        "timezone": "+05:30",
        "capacity": "10,000",
        "knownAs": "Maitland Place",
        "ends": "Tennis Courts End, South End",
        "homeTeam": "Sri Lanka",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/14.jpg",
        "imageId": "717740"
    },
    {
        "ground": "R.Premadasa Stadium",
        "city": "Colombo",
        "country": "Sri Lanka",
        "timezone": "+05:30",
        "established": 1986,
        "capacity": "35,000",
        "knownAs": "Khettarama Stadium (until June 1994)",
        "ends": "Khettarama End, Scoreboard End",
        "homeTeam": "Sri Lanka",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/15.jpg",
        "imageId": "717741"
    },
    {
        "ground": "Trent Bridge",
        "city": "Nottingham",
        "country": "England",
        "timezone": "+01:00",
        "established": 1841,
        "capacity": "15,350 (to be 17,000)",
        "knownAs": "Trent Bridge Ground",
        "ends": "Pavilion End, Radcliffe Road End",
        "homeTeam": "Nottinghamshire",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/18.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Lord's",
        "city": "London",
        "country": "England",
        "timezone": "+01:00",
        "established": 1814,
        "capacity": "30000",
        "knownAs": "Lord's Cricket Ground",
        "ends": "Pavilion End, Nursery End",
        "homeTeam": "Marylebone Cricket Club, Middlesex",
        "floodlights": true,
        "curator": "Mick Hunt",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/19.jpg",
        "imageId": "717711"
    },
    {
        "ground": "Edgbaston",
        "city": "Birmingham",
        "country": "England",
        "timezone": "+01:00",
        "established": 1882,
        "capacity": "21,000",
        "ends": "City End, Pavilion End",
        "homeTeam": "Warwickshire",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/20.jpg",
        "imageId": "717715"
    },
    {
        "ground": "The Rose Bowl",
        "city": "Southampton",
        "country": "England",
        "timezone": "+01:00",
        "established": 2001,
        "capacity": "6,500 (20,000 with temporary seating)",
        "knownAs": "The Ageas Bowl, West End",
        "ends": "Pavilion End, Northern End",
        "homeTeam": "Hampshire, Hampshire 2nd XI",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/21.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Multan Cricket Stadium",
        "city": "Multan",
        "country": "Pakistan",
        "timezone": "+05:00",
        "capacity": "30000",
        "ends": "Main Pavilion End, North Pavilion End",
        "homeTeam": "Multan",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/22.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Arbab Niaz Stadium",
        "city": "Peshawar",
        "country": "Pakistan",
        "timezone": "+05:00",
        "capacity": "20000",
        "knownAs": "Shahi Bagh Stadium",
        "ends": "Pavilion End, College End",
        "homeTeam": "Peshawar Cricket Association",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/23.jpg",
        "imageId": "189174"
    },
    {
        "ground": "National Stadium",
        "city": "Karachi",
        "country": "Pakistan",
        "timezone": "+05:00",
        "established": 21,
        "capacity": "34228",
        "ends": "Pavilion End, University End",
        "homeTeam": "Pakistan, Karachi",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/24.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Rawalpindi Cricket Stadium",
        "city": "Rawalpindi",
        "country": "Pakistan",
        "timezone": "+05:00",
        "established": 19,
        "capacity": "15000",
        "ends": "Pavilion End, Shell End",
        "homeTeam": "Pakistan, Rawalpindi",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/25.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Gaddafi Stadium",
        "city": "Lahore",
        "country": "Pakistan",
        "timezone": "+05:00",
        "established": 1959,
        "capacity": "27,000",
        "knownAs": "Lahore Stadium",
        "ends": "Pavilion End, College End",
        "homeTeam": "Lahore",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/26.jpg",
        "imageId": "189174"
    },
    {
        "ground": "M.Chinnaswamy Stadium",
        "city": "Bengaluru",
        "country": "India",
        "timezone": "+05:30",
        "established": 1969,
        "capacity": "40,000",
        "knownAs": "Karnataka State Cricket Association Stadium",
        "ends": "Pavilion End, BEML End",
        "homeTeam": "Karnataka, Royal Challengers Bengaluru",
        "floodlights": true,
        "curator": "L Prashanth Rao",
        "profile": "<b>Venue Description</b>\n\nM Chinnaswamy stadium, lying in the heart of the state capital, continues to remain one of the biggest cricketing centres of the country. Starting off as a humble abode, the stadium has now turned out to be a marquee venue, capable of hosting some of the biggest cricket matches to be played in the country. Home to some of the classiest match-winners of India, Chinnaswamy stadium, in its debut Test match had the honour of hosting the West Indies in 1974. The match also marked the emergence of two modern legends, Gordon Greenidge and Sir Viv Richards. Since then, the stadium has regularly hosted Tests, although it's unfortunately considered as one of India's unluckiest venues.\n\nBangalore hosted the final Test against Pakistan in 1987, remembered more for the minefield of a pitch and the consequent 96 from Sunil Gavaskar, one of the best ever knocks played by the little master. The venue also hosted Sachin Tendulkar's last Test as India's captain, against South Africa in February, 2000, enabling Hansie Cronje's men complete a historic series win. Unlike traditional Indian pitches, Bangalore offers more pace and bounce and it's one of the biggest reasons why overseas teams enjoy playing on this surface. \n\nFloodlights were installed on this beautiful ground in 1996 and the first D/N match was the epic battle between India and Pakistan in the 1996 World Cup. The other much talked about match at this venue is the Titan Cup match between India and Australia in 1996. India sneaked home by 2 wickets after local heroes, Anil Kumble and Javagal Srinath, were involved in a stunning 52-run partnership for the unbroken ninth wicket. Bangalore also hosted two India matches during the 2011 World Cup, with the game against England ending in a thrilling tie. The ground is also a regular host of IPL matches, with RCB playing all their home games, in front of their most loyal and boisterous supporters.\n\n<b>How does the pitch play?</b>\n \nShort boundaries and high altitude makes the Chinnaswamy track a heaven for batters in the limited-overs formats. Many big scores have been posted and chased down with immense ease. While it’s a batting paradise in the shorter format of the game, the track tends to help the pacers in Test cricket. One of the few Indian grounds to boast of a pitch with plenty of spice, many pacers have loved exhibiting their wares in the five-day version of the game.\n\n<b>Stats and Trivia:</b>\n\nRohit Sharma scored his first ODI double hundred on this ground, a fine 209 against Australia in 2013\n\nThe venue was also the scene of Ireland's biggest win. They beat England in the 2011 World Cup encounter after Kevin O'Brien smashed a 50-ball 100, the fastest hundred in a WC match.\n\nby <b>Pradeep Krishnamurthy</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/27.jpg",
        "imageId": "731714"
    },
    {
        "ground": "Vidarbha Cricket Association Ground",
        "city": "Nagpur",
        "country": "India",
        "timezone": "+05:30",
        "established": 2008,
        "capacity": "45,000",
        "ends": "Jaika End, Church End",
        "homeTeam": "Vidarbha",
        "floodlights": true,
        "curator": "Kishore Pradhan",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/29.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Iqbal Stadium",
        "city": "Faisalabad",
        "country": "Pakistan",
        "timezone": "+05:00",
        "capacity": "25000",
        "knownAs": "Lyallpur Stadium; National Stadium; City Stadium",
        "ends": "Pavilion End, Golf Course End",
        "homeTeam": "Faisalabad",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/30.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Eden Gardens",
        "city": "Kolkata",
        "country": "India",
        "timezone": "+05:30",
        "established": 1864,
        "capacity": "63000",
        "ends": "High Court End, Pavilion End",
        "homeTeam": "Bengal, Kolkata Knight Riders",
        "floodlights": true,
        "curator": "Probir Mukherjee",
        "profile": "<b>Venue Description</b>:\n\nOne of the biggest sporting centres, Kolkata's Eden Garden holds a special place of interest in the history of Indian cricket. Capable of holding more than one lakh people at one stage, the capacity has now been reduced to a little more than 66,000 after the stadium underwent renovation before the 2011 World Cup.\n\nReferred as \"Cricket's answer to the Colosseum,\" the Eden Gardens, the largest cricket stadium in India, has hosted many prominent matches. The Eden Gardens crowd simply loves their sport. The first World Cup final outside Lord's was at this majestic venue. Anil Kumble's 6/12 against West Indies in the final of the 1993 Hero Cup was on this hallowed turf.  \n\nSachin Tendulkar's famous run-out during the Asian Test Championship match against Pakistan, resulted in Kolkata's mob fury in action once again - the match was eventually finished in front of empty stands. This wasn't the first time though - not to forget the previous instance, when India slumped to 120/8, chasing 252 against Sri Lanka in the semi-final of the 1996 World Cup. \n\nThere have been happier times as well. The 376-run stand between VVS Laxman and Rahul Dravid during the famous 2001 Test series against Australia, which inspired a famous Indian victory, came here. Rohit Sharma's belligerent ODI world record, a 173-ball 264, against Sri Lanka, in Nov 2014, also came on this famous ground.\n\nThe stadium hosted its first Test in 1934, with India hosting England. While the Test match came early, it had to wait until 1987 to host its first ODI, against Pakistan. While the stadium is synonymous with cricket, until 1984, it was also used as a football venue, with several of prominent derbies being held over the maidan. \n\n<b>How does the pitch play?</b>\n \nThe Eden Gardens track is considered as one of the better batting surfaces although spinners tend to come into action as the match wears on. Spinners have enjoyed bowling here in IPL games as well.\n\n<b>Stats and Trivia</b>\n\nThe highest ODI score by any batsman was made on this ground. Rohit Sharma smashed 264 against Sri Lanka in November, 2014\n\nEden Gardens has hosted as many as 39 Tests - the most by any venue in India.\n\nby <b>Pradeep Krishnamurthy</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/31.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Green Park",
        "city": "Kanpur",
        "country": "India",
        "timezone": "+05:30",
        "established": 1945,
        "capacity": "45,000",
        "knownAs": "Modi Stadium",
        "ends": "Mill Pavilion End, Hostel End",
        "homeTeam": "Uttar Pradesh",
        "floodlights": true,
        "curator": "Shivkumar",
        "profile": "<b>Venue Description</b>\n\nLocated on the banks of the river Ganges, Kanpur's Green Park stadium was named after Madam Green, who used to practice horse-riding at the venue in the 1940s. Established in 1945, the stadium has taken different forms, but has not managed to host international games on a regular basis. The floodlights, which were installed in 2006, are slightly low when compared to most of the grounds in India.\n\nOne of the reasons why the venue does not host day-night matches currently is that the shadow of the newly constructed Director Stand covers a large portion of the outfield. Usha Lal, the regional sports officer at the Green Park stadium, had admitted that it was a structural fault and the ground is soon expected to get new floodlights, which will accommodate day-night contests. \n\n<b>How does the pitch play?</b>\n\nThe square at the Green Park is generally considered as slow and low due to the nature of soil available in this part of the world. Apart from being batsmen-friendly, the pitches here tend to aid the spinners more because of the lack of pace.\n\n<b>Interesting facts:</b>\n\nGreen Park is the only stadium in India to have a Students Gallery. The stadium has the largest manually operated scoreboard in the world. Green Park is the only international venue in India which is not owned by a state cricket association.",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/32.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Docklands Stadium",
        "city": "Melbourne",
        "country": "Australia",
        "timezone": "+11:00",
        "established": 2000,
        "capacity": "12,000 to 70,000 (Cricket: 48,000)",
        "knownAs": "Etihad Stadium, Colonial Stadium, Telstra Dome",
        "ends": "Lockett End, Coventry End",
        "homeTeam": "Australia",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/33.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Sydney Cricket Ground",
        "city": "Sydney",
        "country": "Australia",
        "timezone": "+11:00",
        "established": 1854,
        "capacity": "48,000",
        "knownAs": "Sydney Cricket Ground No. 1; Garrison Ground (1848-1877), Association Ground",
        "ends": "Paddington End, Randwick End",
        "homeTeam": "New South Wales, Sydney Sixers",
        "floodlights": true,
        "curator": "Tom Parker",
        "profile": "<b>Venue description:</b>\n\n One of the oldest Test venues, Sydney Cricket Ground (SCG) hosted its first Test an Ashes encounter between Australia and England, way back in 1882. A Test regular, Sydney usually holds the popular 'New Year Test' that is generally played in the first week of January. The ground is also a pre-dominant ODI venue and has hosted numerous final matches as well as the crucial semi-final in the 1992 World Cup. One of the most popular sporting venues across the world, SCG was the ground where Sir Don Bradman made his highest ever first class score of 452, for New South Wales against Queensland in 1928-29.\n\n<b>How does the pitch play?</b>\n\nSydney is known to be a good batting wicket, with the spinners coming into the picture on days 4 and 5 of a Test match. It doesn't offer the true bounce of the Gabba or the raw pace of the WACA, but turns which ensures spinners have one venue in Australia to look forward to rolling their arm over.\n\nBy <b>Pradeep Krishnamurthy</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/34.jpg",
        "imageId": "189174"
    },
    {
        "ground": "The Gabba",
        "city": "Brisbane",
        "country": "Australia",
        "timezone": "+10:00",
        "established": 1895,
        "capacity": "42000 (approx)",
        "knownAs": "The Gabba",
        "ends": "Stanley Street End, Vulture Street End",
        "homeTeam": "Queensland, Brisbane Heat",
        "floodlights": true,
        "curator": "Kevin Mitchell jnr",
        "profile": "<b>Venue description:</b>\n\nThe stadium is named after the Brisbane suburb of Woolloongabba, in which it is located. A 42,000 seat stadium with state-of-art facilities, the Gabba also caters to other sports - American Rules Football, Soccer, Rugby Union and even Greyhound racing. The Gabba usually hosts the first Test match of the season every November. Since its first Test in 1931, the ground has undergone drastic renovations to become one of the finest Down Under.\n\nNotably, the first ever tied Test took place at this venue in 1960. It also holds the distinction of being the first Australian venue to host a T20I.\n\n<b>How does the pitch play?</b>\n\nThe Gabba is considered to be the truest wicket available in Australia. It generally offers healthy bounce and carry to the quicks while the stroke-makers thrive on the consistent bounce available. Kevin Mitchell jnr is regarded to be the best groundsman in Australia and has resisted the calls for a drop-in pitch, saying it will be difficult to replicate the traditional characteristics, if a drop-in pitch was installed.\n\nBy <b>Deivarayn Muthu</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/35.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Bangabandhu National Stadium",
        "city": "Dhaka",
        "country": "Bangladesh",
        "timezone": "+06:00",
        "established": 1954,
        "capacity": "36000",
        "knownAs": "National Stadium; Dacca Stadium",
        "ends": "Pavilion End, Paltan End",
        "homeTeam": "Bangladesh, Pakistan, Dacca",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/36.jpg",
        "imageId": "189174"
    },
    {
        "ground": "MA Aziz Stadium",
        "city": "Chattogram",
        "country": "Bangladesh",
        "timezone": "+06:00",
        "established": 1977,
        "capacity": "20000",
        "knownAs": "Chattogram Stadium",
        "ends": "Pedrollo End, Ispahani End",
        "homeTeam": "Bangladesh",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/37.jpg",
        "imageId": "189174"
    },
    {
        "ground": "W.A.C.A. Ground",
        "city": "Perth",
        "country": "Australia",
        "timezone": "+08:00",
        "established": 1890,
        "capacity": "22,000 (24,500 with temporary seating)",
        "knownAs": "Western Australia Cricket Association Ground",
        "ends": "Members End, Prindiville Stand End",
        "homeTeam": "Western Australia, Western Australia Women",
        "floodlights": true,
        "curator": "Cameron Sutherland",
        "profile": "<b>Venue description:</b>\n\n Perth, originally founded by Captain James Stirling in 1829, has grown leaps and bounds to dominate the Western Australian economy, despite major mining and petroleum industries located elsewhere. The Swan River, War Memorial, Scarborough beach, skyscrapers to vineyards all grab attention, all thrive in Perth. And so does cricket.\n\nThe Western Australian Cricket Association (WACA) was officially opened in 1893 with the first match played on turf wickets in 1894.  Since then, the venue has witnessed quite a few historic moments, including Sir Donald Bradman attracting a crowd in excess of 20,000 in 1932, Greg Chappell's century on Test debut in 1970, Glenn McGrath taking a Test hat-trick in 2000, Adam Gilchrist's 57-ball ton in Ashes 2006 and AB de Villiers-inspired South Africa scaling the second highest run-chase in the history of Test cricket in 2008.\n\nThe WACA museum located onsite portrays the rich history surrounding the venue. Interestingly, the WACA has also played host to a bevy of other sports - AFL, athletics, Rugby League, Rugby Union, Soccer. The venue has also housed big rock concerts.\n\nThe ground has become a prominent cricket venue for international fixtures after the 1992 World Cup.\n\n<b>How does the pitch play?</b>\n\nThe pitch at the WACA is regarded as one of the quickest and bounciest in the world, the outfield is also exceptionally fast. Over the last decade, the surface has flattened out, but efforts are on to bring back the WACA surface of old - a terrifying proposition for the batsmen.\n\n<b>Interesting facts about the WACA</b>:\n\nFreemantle Doctor: Traditionally, WACA has produced hard bouncy wickets, lending assistance to the pacers. The Freemantle Doctor - an afternoon cooling sea breeze facilitates more assistance for swing because the wind takes the outswinger further away from the batsman, thereby bringing the slip cordon into business.\n\nDownright fast bowlers have also exploited the bounce and wind to bounce out batsmen. Ask Brett Lee. His corker of a bouncer felled Alex Tudor, so much so that that the latter had to be helped off the field with a stretcher in 2002.\n\nControversy: Kicking Lillee, bat-swinging Miandad\n\nThe WACA has been a sporting icon, but has never hosted a wrestling clash. The cricketing field almost turned into a no-holds barred wrestling ring when Lillee and Miandad, two volatile characters were up against each other at Perth in 1981.\n\nLillee, who was in his pomp, generated searing pace to trouble Miandad. When Miandad was crossing over for a single behind square leg, Lillee collided with him. A fired-up Lillee kicked Miandad flush on his thigh, provoking the latter to lift his bat to counter the bowler. Umpire Tony Crafter, however, intervened to diffuse the tension.\n\nDespite tendering (or being forced to tender) apologies to each other, Lillee and Miandad continue to blame each other to this very day. It just wasn't cricket.\n\nBy <b>Deivarayn Muthu</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/38.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Bellerive Oval",
        "city": "Hobart",
        "country": "Australia",
        "timezone": "+11:00",
        "established": 1914,
        "capacity": "20,000",
        "knownAs": "Blundstone Arena",
        "ends": "Church Street End, River End",
        "homeTeam": "Tasmania, Hobart Hurricanes",
        "floodlights": true,
        "curator": "Marcus Pamplin",
        "profile": "<b>Venue description:</b>\n\nBellerive Oval is also known as Blundstone Arena, their sponsor name. It is located in the City of Clearence on the eastern side of Hobart, Tasmania. In 1977, Tasmania qualified for the Sheffield Shield and the Tasmanian Cricket Association decided to choose Bellerive Oval as their home ground ahead of KGV Oval and North Hobart Oval. The stadium underwent reconstruction at the start of the century. It cost the TCA $16 million for the reconstruction which includes: state-of-art indoor nets, a 6000 seat Southern Stand that included the new television media centre, members area, players area and TCA offices.\n\nThe first international game was played between Sri Lanka and New Zealand, an ODI in 1988. The following year, Australia hosted Sri Lanka in a Test match - the ground's maiden Test. The Oval is also the home for North Melbourne Football Club, the AFL (Australian Football League) team.\n\n<b>How does the pitch play?</b>\n\nPitches at the ground often prove slow in pace early and then gradually flatten out. Ever since the characteristics have been changed, games are now featuring a more even struggle between bat and ball.\n\nBy <b>Akshay Manaay</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/39.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Adelaide Oval",
        "city": "Adelaide",
        "country": "Australia",
        "timezone": "+10:30",
        "established": 1871,
        "capacity": "53,583 (including standing room)",
        "knownAs": "The Adelaide Oval",
        "ends": "City End, Cathedral End",
        "homeTeam": "South Australia and Adelaide Strikers",
        "floodlights": true,
        "curator": "Damien Hough",
        "profile": "<b>Venue description:</b>\n\n The Adelaide Oval nestled across the backdrop of magnificence of glorious gardens and swaying trees makes for a scenic ground.\n\nRedevelopment of the ground between 2008 and 2014 at a cost of $575 million that involved constructing two new stands at the Southern and Eastern sides of the ground have perhaps taken away the blissful facade surrounding the stadium. However, the Northern hill, iconic Moreton Bay Figs and heritage scoreboard still give you a feeling of nostalgia.\n\nThe stadium hosted its first ODI back in 1975 when Australia took on the West Indies. Over the years, many riveting contests have taken place at Adelaide Oval, including West Indies' great escape from the proverbial jaws of defeat to beat Australia by 1-run in a Test match in 1993.\n\n<b>How does the pitch play?</b>\n\nGenerally, the Adelaide Oval is reckoned to be the best batting wicket in Australia. It plays very flat on the first three days of a Test match and as the match wears on it brings the spinners into the game. From 2013, Adelaide became host to the drop-in pitches.\n\n<b>What is a drop-in pitch?</b>\n\nA drop-in pitch is a cricket pitch which is prepared away from the ground or venue in which it is used, and literally \"dropped in\" to place for a cricket match. This allows multi-purpose venues to host other sports and events with more versatility than a dedicated cricket ground would allow. (source: Wikipedia)\n\nFor more about drop-in pitches, have a look at this <a href=\"http://www.mcg.org.au/The%20MCG%20Stadium/Portable%20Cricket%20Pitches.aspx\" target=\"_blank\" title=\"See how a drop-in pitch is laid\">link</a>\n\nBy <b>Bharath Ramraj</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/40.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Eden Park",
        "city": "Auckland",
        "country": "New Zealand",
        "timezone": "+13:00",
        "established": 1900,
        "capacity": "41,000",
        "knownAs": "Eden Park No. 1",
        "ends": "Broadcasting End, Terraces End",
        "homeTeam": "Auckland",
        "floodlights": true,
        "curator": "Mark Perham",
        "profile": "<b>Venue description:</b>\n\n With a capacity of 50,000, Eden Park is easily the largest stadium in New Zealand. Home to Auckland cricket since 1910, Eden Park also doubles up as a prominent rugby venue during winter. It became the first venue to host two Rugby World Cup finals in 2011, having held the inaugural final in 1987.\n\nIt may be recalled that New Zealand tasted their first Test success at Eden Park against West Indies in 1955-56. Looking through the other end of the spectrum, it also played host when New Zealand crashed to their lowest total in Test cricket - against England in 1955.\n\nInterestingly Eden Park, which is located in the suburb of Kingsland less than 3km from the CBD, has also been the stage for hockey. British royalty and Dalai Lama. It will be the scene of one of the semi-finals in the upcoming ICC Cricket World Cup 2015.\n\n<b>How does the pitch play?</b>\n\nEden Park features a drop-in pitch and is generally slowish. Good for batting and is hard on the bowlers.\n\n<b>What is a drop-in pitch?</b>\n\nA drop-in pitch is a cricket pitch which is prepared away from the ground or venue in which it is used, and literally \"dropped in\" to place for a cricket match. This allows multi-purpose venues to host other sports and events with more versatility than a dedicated cricket ground would allow. (source: Wikipedia)\n\nFor more about drop-in pitches, have a look at this <a href=\"http://www.mcg.org.au/The%20MCG%20Stadium/Portable%20Cricket%20Pitches.aspx\" target=\"_blank\" title=\"See how a drop-in pitch is laid\">link</a>\n\nBy <b>Deivarayan Muthu</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/41.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Sky Stadium",
        "city": "Wellington",
        "country": "New Zealand",
        "timezone": "+13:00",
        "established": 1999,
        "capacity": "37,000 (With temporary seating)",
        "knownAs": "Westpac Trust Stadium, Westpac Stadium",
        "ends": "Scoreboard End, City End",
        "homeTeam": "Wellington and Wellington Firebirds",
        "floodlights": true,
        "curator": "Brett Sipthorpe ",
        "profile": "<b>Venue description:</b>\n\n The Sky Stadium in Wellington is a multipurpose stadium. The first ODI played on this ground between New Zealand the West Indies in 2000 was abandoned, as a result of incessant rain. Since then, it has  gone onto host 21 matches. \n\nDue to its shape and silver coloured external walls, it is colloquially known as \"The Cake Tin\" (source - Wikipedia)\n\n<b>How does the pitch play?</b>\n\nRain has had a major say in most of the games played here. The Westpac Stadium uses a drop-in pitch like most venues in New Zealand. As with a majority of the drop-in pitches, it tends to side with the batsmen.\n\n<b>What is a drop-in pitch?</b>\n\nA drop-in pitch is a cricket pitch which is prepared away from the ground or venue in which it is used, and literally \"dropped in\" to place for a cricket match. This allows multi-purpose venues to host other sports and events with more versatility than a dedicated cricket ground would allow. (source: Wikipedia)\n\nFor more about drop-in pitches, have a look at this <a href=\"http://www.mcg.org.au/The%20MCG%20Stadium/Portable%20Cricket%20Pitches.aspx\" target=\"_blank\" title=\"See how a drop-in pitch is laid\">link</a>\n\nBy <b>Bharath Ramraj</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/42.jpg",
        "imageId": "248472"
    },
    {
        "ground": "AMI Stadium",
        "city": "Christchurch",
        "country": "New Zealand",
        "timezone": "+13:00",
        "established": 1882,
        "capacity": "36,500",
        "knownAs": "Lancaster Park, Jade Stadium (1998-2007)",
        "ends": "Hadlee Stand End, Port Hills End",
        "homeTeam": "Canterbury",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/43.jpg",
        "imageId": "189174"
    },
    {
        "ground": "McLean Park",
        "city": "Napier",
        "country": "New Zealand",
        "timezone": "+13:00",
        "established": 1911,
        "capacity": "22,500",
        "knownAs": "McLean Park",
        "ends": "Centennial Stand End, Embankment End",
        "homeTeam": "Central Districts",
        "floodlights": true,
        "curator": "Phil Stoyanoff ",
        "profile": "<b>Venue description:</b>\n\n Rugby and Cricket are the two major sports events held at Napier's McLean Park. Established in 1911, the stadium was built on the 10 acres of land donated by Sir Douglas in memory of his father, Sir Donald McLean, who was a local politician and a government official. 'Sir Donald McLean Park' was the official name of the ground, before it took its current name, 'McLean Park.' It is a square dimensional ground, covered by four stands and a huge grass bank behind the sightscreen at one end.\n\nLocated in Hawke's Bay on the eastern coast of the North Island, Napier is one of New Zealand's driest cities, because of which the square at McLean Park doesn't have the spice that other grounds in the country have. The pitch here is regarded as batting-friendly and it is generally considered to be a very good wicket for limited-overs cricket. In fact, it is one of the world's highest scoring grounds at present.\n\nA Test match between hosts New Zealand and Pakistan in 1979 was the first international cricket match to be played at this venue. Since then, the BlackCaps have featured in 9 Test matches, winning one, drawing six and losing two. Quite clearly, not a happy hunting ground for the hosts in the longest format of the game.\n\nFour years later, New Zealand and Sri Lanka locked horns with each other to open McLean Park's ODI account on March 19, 1983. Although enjoying a good run at the start, as years went by, oppositions found ways to tackle New Zealand's strategies at this ground and the BlackCaps have suffered quite a few setbacks in the last 10 years.\n\n<b>How does the pitch play?</b>\n\nMcLean Park is regarded as one of the most batting friendly wickets in the world. The wicket tends to slow up as the game progresses. \n\n<b>Interesting facts about McLean Park:</b>\n\nBrett Lee clocked 160.8kph on March 5, 2005, to record the fastest ball ever bowled by him.\n\nNew Zealand's first floodlit home fixture was played here in 1996. Ten years later, in 2006, the artificial lights were upgraded to meet the latest requirements.\n\nIn March 2009, a fungus, which prevented the growth of grass, forced the groundsmen to shift the 22 yards, ahead of India's 2nd Test match against New Zealand.\n\nBy <b>MS Ramakrishnan</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/44.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Punjab Cricket Association IS Bindra Stadium",
        "city": "Mohali",
        "country": "India",
        "timezone": "+05:30",
        "established": 1993,
        "capacity": "30000",
        "ends": "Pavilion End, City End",
        "homeTeam": "Punjab, Punjab Kings",
        "floodlights": true,
        "curator": "Daljit Singh",
        "profile": "<b>Venue description:</b>\n\nBack in 1992, builders in Mohali transformed what was basically a swampland into one of the finest stadiums in the country which came to be known as The Punjab Cricket Association Stadium. It is located on the outskirts of Chandigarh. It is a world-class stadium, known for high-quality practice wickets and good spectator facilities. However, there have been a few problems with floodlights as the pillars are relatively low in height. It has been built in such a way to avoid planes from the nearby airport crashing with the pillars.\n\nThe first ever international match at the ground was an ODI played between India and South Africa in the Hero Cup in November, 1993. In 1994, the ground then went on to host its first Test match between India and the West Indies. Since then, it has been host to many international games, across all three formats.  It is the home ground for Kings XI Punjab in IPL.\n\n<b>Pitch Conditions</b>:\n\nWhen India took on the West Indies in a Test match back in 1994, the wicket was lightening fast. The Windies pacers took advantage of it to thump India by 243 runs. Even when Australia played the Caribbean outfit in the 1996 World Cup, the wicket offered good carry and bounce for the pacers. However, since then, it has slowed down and has turned out to be a good wicket for batting. Even scores of  over 180 have been chased down in the history IPL at the ground.\n\nby <b>Bharath Ramaraj</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/46.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Nehru Stadium",
        "city": "Kochi",
        "country": "India",
        "timezone": "+05:30",
        "established": 1996,
        "capacity": "60,000",
        "knownAs": "Kaloor International Stadium",
        "ends": "Road End, Media End",
        "homeTeam": "Kerala",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/47.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Keenan Stadium",
        "city": "Jamshedpur",
        "country": "India",
        "timezone": "+05:30",
        "established": 1939,
        "capacity": "19,000",
        "ends": "Dalma Hills End, Naoroji Pavilion End",
        "homeTeam": "Jharkhand",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/49.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Narendra Modi Stadium",
        "city": "Ahmedabad",
        "country": "India",
        "timezone": "+05:30",
        "established": 1982,
        "capacity": "132,000",
        "knownAs": "Motera Gujarat Stadium, Sardar Patel Stadium",
        "ends": "Adani Pavilion End, GMDC End",
        "homeTeam": "Gujarat, Gujarat Titans",
        "floodlights": true,
        "curator": "Bagira Thakur",
        "profile": "<b>Introduction:</b>\n\nPopular as one of the premier cricket grounds in India, the stadium is generally known as the 'Motera Stadium' to avoid confusion with another stadium of the same name in the Navrangpura area. It is owned by the Gujarat Cricket Association and comes under the aegis of the West Zone.\n\n<b>Venue History:</b>\n\nBefore this stadium came into existence, international matches were played at the Ahmedabad Municipal Corporation's stadium, bearing the same name. However, in 1982, the Gujrat government donated a 50-acre land on the banks of the Sabarmati river and the Motera stadium was constructed in a span of only nine months. The first international match to be hosted here was a Test between India and West Indies on November 12, 1983. \n\n<b>Venue Description</b>:\n\nThe Motera stadium has been witness to several important landmarks. It is also the adopted home of the Indian Premier League franchise Rajasthan Royals. The current stands are as follows - GMDC Upper and Lower stands, East Upper and Lower Pavilion, Adani Lower Pavilion, Adani Upper Pavilion, Club Pavilion, and West Pavilion. All stands, except the Club and West Pavilions, consistent two tiers. The Adani Pavilion consists of more than 20 air-conditioned corporate boxes as well as the player dressing rooms. The stadium has 21 entry gates. The ground was renovated in 2006, just before the Champions Trophy. After renovation, state-of-the-art floodlights were added to the stadium along with covered stands, three new pitches and a new outfield.\n\n<b>How does the pitch play?</b>\n\nThe Motera offers a slow wicket. Initially, it was a bowler-friendly track but over the course of time, the pitch lost its spice as it started to slow down. Very few Test games have reached a conclusion over here.\n\n<b>Trivia</b>:\n\nSunil Gavaskar became the first-ever cricketer to score 10,000 runs in Test cricket on this ground - a feat he achieved against Pakistan in 1986-87.\n\nKapil Dev claimed his 432nd Test wicket on this ground to become the highest wicket-taker in the world, breaking Sir Richard Hadlee's record in 1993.\n\nby <b>Sonali Dhulap</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/50.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Arun Jaitley Stadium",
        "city": "Delhi",
        "country": "India",
        "timezone": "+05:30",
        "established": 1883,
        "capacity": "48000",
        "knownAs": "Feroz Shah Kotla, Willingdon Pavilion",
        "ends": "Stadium End, Pavilion End",
        "homeTeam": "Delhi, Delhi Capitals",
        "floodlights": true,
        "profile": "<b>Venue Description</b>:\n\nHome to the Delhi Ranji team and the Delhi Daredevils, the Feroz Shah Kotla, is the second oldest international cricket stadium in India. The stadium gets its name from its location. It is in the vicinity of the Feroz Shah Kotla, a fortress built by Sultan Feroz Shah Tughlaq. Having been established in 1883, the ground has undergone some heavy reconstruction over the years. Colloquially, the locals also call the stadium 'Kotla', which literally means citadel or fortress. The first international game here was a Test match between India and the West Indies in 1948.\n\nThe Feroz Shah Kotla has been a very happy hunting ground for the Indian cricket team. India won 7 successive Tests between 1993-2007. In fact, India have won 9 and drawn 1 of their last 10 Tests here. India last lost a Test match here way back in 1987, a game that saw India getting bowled out for 75 in the first innings. India's ODI record at this stadium isn't bad either. Since April 2005, they have won 6 games here and lost none; one game was cancelled and one was a no result. Their last ODI defeat at Kotla came against Pakistan, where the visitors won by a margin of 159 runs. The win helped Pakistan win the ODI series 4-2 after India had taken a 2-0 lead previously.\n\n<b>How does the pitch play</b>?\n\nOver the years, the pitch at Feroz Shah Kotla has largely been batting friendly. However, in December 2009, the Kotla pitch came under severe criticism after an ODI between India and Sri Lanka had to be called off. The pitch was deemed unfit and dangerous after instances of atrocious uneven bounce off the pitch. Sri Lanka were 83 for 5 when the match officials decided that the game couldn't be continued further, owing to players' safety.\n\nBased on the match referee's report on the game, the stadium was in danger of getting banned for a period of 1-2 years. A ban of more than 14 months would have seen the stadium lose out on hosting any games during the 2011 World Cup. However, the ICC decided to ban it for just 12 months, paving the way for Kotla to stage its share of 4 World Cup games, including India's game against the Netherlands.\n\n<b>Interesting Records at Feroz Shah Kotla</b>:\n\nThe stadium witnessed Anil Kumble's famous 10/74 in an innings, against Pakistan in 1999. With these figures, Kumble became only the second bowler after Jim Laker to take all the ten wickets in an innings.\n\nIn 1983, Sunil Gavaskar scored his 29th Test ton at this venue, equalling Sir Donald Bradman's record for the most number of centuries in Test cricket.\n\nIn 2005, Sachin Tendulkar went past Sunil Gavaskar's record of 34 Test centuries, registering his 35th Test ton in the second Test against Sri Lanka at this venue.\n\nBy <b>Sidhant Maheshwari</b>",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/51.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Newlands",
        "city": "Cape Town",
        "country": "South Africa",
        "timezone": "+02:00",
        "capacity": "25,000",
        "knownAs": "Sahara Park; Newlands; Western Province Cricket Club; Newlands 'A'",
        "ends": "Wynberg End, Kelvin Grove End",
        "homeTeam": "Western Province",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/52.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Bourda",
        "city": "Georgetown, Guyana",
        "country": "West Indies",
        "timezone": "-04:00",
        "established": 1884,
        "capacity": "25,000",
        "knownAs": "Georgetown Cricket Club",
        "ends": "Regent Street End, North Road End",
        "homeTeam": "Guyana",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/53.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Queen's Park Oval",
        "city": "Port of Spain, Trinidad",
        "country": "West Indies",
        "timezone": "-04:00",
        "capacity": "25,000",
        "knownAs": "St Clair Oval",
        "ends": "Brian Lara Pavilion End, Media Centre End",
        "homeTeam": "Trinbago Knight Riders",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/54.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Kensington Oval",
        "city": "Bridgetown, Barbados",
        "country": "West Indies",
        "timezone": "-04:00",
        "established": 1871,
        "capacity": "28,000",
        "knownAs": "Pickwick Cricket Club",
        "ends": "Malcolm Marshall End, Joel Garner End",
        "homeTeam": "Barbados",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/55.jpg",
        "imageId": "717738"
    },
    {
        "ground": "Antigua Recreation Ground",
        "city": "St John's, Antigua",
        "country": "West Indies",
        "timezone": "-04:00",
        "established": 1981,
        "capacity": "9,000",
        "ends": "Pavilion End, Factory Road End",
        "homeTeam": "Leeward Islands",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/56.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Sabina Park",
        "city": "Kingston, Jamaica",
        "country": "West Indies",
        "timezone": "-05:00",
        "established": 1930,
        "capacity": "20,000",
        "ends": "Blue Mountains End, Headley Stand End",
        "homeTeam": "Jamaica",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/57.jpg",
        "imageId": "717733"
    },
    {
        "ground": "Arnos Vale Ground",
        "city": "Kingstown, St Vincent",
        "country": "West Indies",
        "timezone": "-04:00",
        "capacity": "18000",
        "ends": "Airport End, Bequia End",
        "homeTeam": "West Indies, Windward Islands",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/58.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Daren Sammy National Cricket Stadium",
        "city": "Gros Islet, St Lucia",
        "country": "West Indies",
        "timezone": "-04:00",
        "established": 2002,
        "capacity": "15,000 (increasing to 20,000)",
        "knownAs": "Beausejour Stadium",
        "ends": "Pavilion End, Media Centre End",
        "homeTeam": "West Indies",
        "floodlights": true,
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/59.jpg",
        "imageId": "189174"
    },
    {
        "ground": "Riverside Ground",
        "city": "Chester-le-Street",
        "country": "England",
        "timezone": "+01:00",
        "established": 1995,
        "capacity": "5000 (17000 for internationals)",
        "ends": "Finchale End, Lumley End",
        "homeTeam": "Durham",
        "imageUrl": "http://i.cricketcb.com/i/stats/fth/540x303/venue/images/60.jpg",
        "imageId": "189174"
    }
]